Repository: LeaRezic/TestWebsite
Catalog: PecnikCoreRazor/Resources/Models/_Shared.*.resx
Languages: hr

source: hr
hr: en

source: My Next Trip - EN
hr: My Next Trip - HR

source: Contact
hr: Kontakt

source: Home page
hr: Početna stranica

source: Offer
hr: Ponuda

source: Our Offer
hr: Usluge

source: Trips
hr: Izleti

source: Email is a required field.
hr: Email je obavezno polje.

source: Email must be in correct format.
hr: Email mora biti u ispravnom formatu.

source: Message is a required field.
hr: Poruka je obavezno polje.

source: Name is a required field.
hr: Ime je obavezno polje.

source: ABOUT
hr: O NAMA

source: Adventure
hr: Avantura

source: Arranged Trips
hr: Gotovi Izleti

source: Browse trips
hr: Pregled izleta

source: Custom Trips
hr: Izleti po dogovoru

source: Donec sed odio dui.Cras justo odio, dapibus ac facilisis in, egestas eget quam.Vestibulum id ligula porta felis euismod semper.Fusce dapibus, tellus ac cursus commodo.
hr: Oduvijek ste sanjali o paraglidingu ili samo želite popiti čašu kvalitetnog vina usred čarobnog vinograda, pustite kreativnost da odradi svoje, a mi ćemo se pobrinuti da vaše želje postanu stvarnost.

source: Everything we do is guided by the idea of personal development, moving personal boundaries and fighting against getting stuck in the rut. We believe that a combination of spending time in nature, adventures combined with discovering new places and meeting new people is perfect to get you on the track to fulfil your personal and business goals.
hr: Sve što radimo vođeno je osobnim razvojem, pomicanjem vlastitih granica i borbom protiv kolotečine svakodnevice. Vjerujemo da boravak u prirodi i avanture u kombinaciji s putovanjem i upoznavanjem novih mjesta i ljudi imaju pozitivan utjecaj na produktivnost te ispunjavanje osobnih i poslovnih ciljeva.

source: In My Next Trip we believe every part of our lives can be enjoyable so the same applies to our transfer. Traveling from one place to another can be more than just sitting in a car.
hr: U My Next Tripu vjerujemo da svaki dio života može biti ugodan. Ovu ideju primjenjujemo i u našoj ponudi transfera. Putovanje od točke A do točke B može biti puno više od samog sjedenja u autu.

source: In this carefully crafted collection My Next Trip will take you on a journey filled with unique natural beauty, cities bursting with history and a few adventures to spice up the mix.
hr: U ovoj pažljivo odabranoj kolekciji My Next Trip vodi vas na putovanje puno jedinstvenih prirodnih ljepota, gradova koji odišu poviješću i avantura za upotpuniti doživljaj.

source: My Next Trip will take you on a journey where moments are filled with joy, smiles are permanent and unforgettable experiences guaranteed. Ask yourself what is your next trip and live the unforgettable moments on magical locations with our professional team. Let us take care of turning your wishes into reality.
hr: My next trip će vas odvesti na putovanje gdje su trenuci prožeti užitkom, osmjesi trajni, a nezaboravna iskustva neizbježna. Zapitajte se koje je moje sljedeće putovanje i proživite nezaboravne trenutke na čarobnim lokacijama uz naš profesionalni tim. Dopustite nam da se pobrinemo da vaše želje postanu stvarnost.

source: Read more
hr: Nastavi čitati

source: This chapter of My Next Trip is for all of those who know exactly what they want, the creative ones, people who are ready to make their dreams come true with professional and inspiring suggestions from our team.
hr: Ovo poglavlje My Next Tripa je za sve one koji točno znaju što žele, kreativce, ljude koji su spremni ispuniti svoje snove potpomognuti profesionalnim i inspirativnim prijedlozima našeg tima.
